<script setup lang="ts">
definePageMeta({
  layout: 'default'
})
useSeoMeta({
  title: 'Atr',
  description: 'The best trading strategy. Atr indicator. Индикатор АТР. '
})
</script>

<template>
  <div class="w-full h-full animate-opacity">
    <ArticleATitle text="ATR" />
    <p>
      <UniversalUFocus text=" ATR (Average true range)" />
      - среднее движение инструмента за определённый период времени,
      либо в рамках одной трендовой волны.
    </p>
    <p>
      ATR показывает сколько в среднем инструмент делает от хая до лоя движения,
      прежде чем развернуться и уйти в коррекцию или противоположный тренд.
    </p>
    <p>
      Чтобы измерить запас хода, мы открываем фоновый тайм фрейм и измеряем длину волны от хая до лоя.
    </p>
    <p>
      Важно взять именно <UniversalUFocus text="самые максимальные и минимальные точки, с учётом хвостов" />
    </p>
    <p>
      Сравниваем между собой последние 3-4 волны. ATR  будет равен среднему арифметическому.
    </p>
    <p>
      Так как количество участников в рынке примерно одинаковое, то движения будут всегда примерно равными по размеру.
      Значит, посчитав среднее между несколькими волнами, можно предположить, сколько продлится следующее движение.
    </p>
    <!-- Выходы внутри дня -->
    <ArticleABlockTitle text="Выходы внутри дня" />
    <p>
      Торгуя внутри дня вам нужно определить, сколько запаса хода у вас осталось по фоновому тайм фрейму.
    </p>
    <p>
      <UniversalUFocus text="при прохождении ATR нужно зафиксировать позицию" />,
      либо частично, либо полностью (если мы находимся у уровня или появляется разворотный тренд)
    </p>
  </div>
</template>
