<script setup lang="ts">
definePageMeta({
  layout: 'default'
})
useSeoMeta({
  title: 'Delta',
  description: 'The best trading strategy. Delta indicator. Индикатор Дельта. '
})
</script>

<template>
  <div class="w-full h-full animate-opacity">
    <ArticleATitle text="Дельта" />
    <p>
      Дельта являет собой разницу между проторгованными Ask (лимитные заявки на продажу) и Bid (лимитные заявки на покупку).
    </p>
    <p>
      Поскольку рыночные ордера всегда сводятся с лимитными, по этому количеству проторгованных Ask,Bid, можно узнать о том,
      сколько рыночных ордеров на покупку или продажу было проторговано.
    </p>
    <p>
      Соответственно количество проторгованных ASK подскажет
      сколько было агрессивных рыночных покупок, а количество Bid - какое количество рыночных продаж было пройдено.
    </p>
    <p>
      Возвращаясь к дельте. Дельта - такой же неотъемлемый рыночный индикатор как и объём.
      Только формула объема - ASK + BID.  А  <UniversalUFocus text="формула дельты - ASK - BID." />
    </p>
    <p>Разница даст понимание перевеса рыночных ордеров одной из сторон (агрессивных ордеров на покупку и продажу).</p>
    <p>Рыночные ордера - это усилия одной из сторон, потому что именно они двигают котировки.</p>
    <p>Благодаря дельте можно узнать насколько эффективны были приложенные усилия и были ли они вообще.</p>
    <p>
      Дельта может быть либо положительной либо отрицательной.
    </p>
    <p>
      Если дельта положительная,
      значит количество агрессивных рыночных покупателей доминирует (покупатель контролирует цену).
    </p>
    <p>Если дельта отрицательная, значит количество агрессивных продаж доминирует (продавец контролирует цену).</p>
    <p>
      <UniversalUFocus
        text="Дельта - это ключевой параметр в анализе рынка,
        так как с помощью неё можно оценить силу и контроль одной из сторон на основании реальных сделок." />
    </p>
    <!-- Столбиковая дельта -->
    <ArticleABlockTitle text="Столбиковая дельта" />
    <p>Если у бара покупок отрицательная дельта - это называется <UniversalUFocus text="дивергенция по дельте" />  </p>
    <p>Чтобы дивергенция по столбиковой дельте хорошо отрабатывала, её необходимо искать на экстремумах цены (на окончаниях волн покупок и продаж). </p>
    <p>Такие дивергенции будут отрабатывать лучше всего.</p>
    <UniversalUImage href="https://firebunny-storage.b-cdn.net/trading/trading-strategy/strategy/delta-1.png" description="Delta" />
    <!-- Кумулятивная дельта -->
    <ArticleABlockTitle text=" Кумулятивная дельта" />
    <p>Этот индикатор суммирует все значения столбиковой дельты и визуализирует в виде диаграммы.</p>
    <p>Данный вид дельты позволяет увидеть некоторые паттерны недоступные обычной столбиковой дельте. </p>
    <p>
      Можно заметить, в обычных рыночных условиях кумулятивная дельта довольно четко повторяет движение ценовых колебаний.
      В этом и кроется её преимущество, потому что когда мы будем наблюдать какие-то расхождения -
      это будет означать, что в рынке что-то поменялось, и туда нужно будет обратить пристальное внимание.
    </p>
    <p>Существует два основных паттерна по кумулятивной дельте.</p>
    <p><UniversalUFocus text="Паттерн Поглощение (Absorption)." /></p>
    <p>Можно заметить, что экстремумы по кумулятивной дельте повышаются, а по цене нет.</p>
    <p>
      То есть происходит ситуация, в которой агрессивный рыночный покупатель, толкает своими ордерами цену вверх,
      но при этом цена никак не откликается, и сами ценовые экстремумы не обновляются.
    </p>
    <p>  <UniversalUFocus text="Это означает, что в рынке присутствует довольно мощный лимитный продавец." /></p>
    <p>Соответственно необходимо торговать в сторону этого сильного продавца.</p>
    <UniversalUImage href="https://firebunny-storage.b-cdn.net/trading/trading-strategy/strategy/delta-absorption.png" description="Absorption" />

    <p><UniversalUFocus text="Паттерн Истощение (Exhaustion)." /></p>
    <p>Здесь наблюдается диаметрально противоположная ситуация.</p>
    <p>
      Экстремумы цены обновляются в нисходящем направлении,
      при всём при этом, экстремумы у кумулятивной дельты не только не обновляются,
      а наоборот начинают повышаться.
    </p>
    <p>
      Это означает, что количество агрессивных продавцов, которые ранее толкали котировку вниз, начинает уменьшаться -
      в рынке появляется  <UniversalUFocus text="Дисбаланс" />.
    </p>
    <p>В данном случае ожидание от такой формации будет в восходящем направлении.</p>
    <UniversalUImage href="https://firebunny-storage.b-cdn.net/trading/trading-strategy/strategy/delta-exhaustion.png" description="Exhaustion" />
    <p><UniversalUFocus text="Дельта отображает контроль и перевес рыночной стороны." /></p>
    <p><UniversalUFocus text="Смекаешь?" /> </p>
  </div>
</template>
